Repository: OTRS/OTRSAppointmentCalendar
Catalog: i18n/OTRSAppointmentCalendar/OTRSAppointmentCalendar.*.po
Languages: sr@latin

source: Agenda Overview
sr@latin: Pregled dnevnog reda

source: Manage Calendars
sr@latin: Upravljanje kalendarima

source: Add Appointment
sr@latin: Dodaj termin

source: Color
sr@latin: Boja

source: End date
sr@latin: Datum kraja

source: Repeat
sr@latin: Ponavljanje

source: No calendars found. Please add a calendar first by using Manage Calendars page.
sr@latin: Nije pronađen nijedan kalendar. Molimo prvo dodajte kalendar korišćenjem ekrana Upravljanje kalendarima.

source: Appointment
sr@latin: Termin

source: This is a repeating appointment
sr@latin: Ovaj termin se ponavlja

source: Would you like to edit just this occurrence or all occurrences?
sr@latin: Da li želite da izmeni samo ovo ili sva ponavljanja?

source: All occurrences
sr@latin: Sva ponavljanja

source: Just this occurrence
sr@latin: Samo ovo ponavljanje

source: Calendar Management
sr@latin: Upravljanje kalendarima

source: Calendar Overview
sr@latin: Pregled kalendara

source: Add new Calendar
sr@latin: Dodaj novi kalendar

source: Add Calendar
sr@latin: Dodaj kalendar

source: Calendar Import
sr@latin: Uvoz kalendara

source: Import Calendar
sr@latin: Uvezi kalendar

source: Filter for calendars
sr@latin: Filter za kalendare

source: Depending on the group field, the system will allow users the access to the calendar according to their permission level.
sr@latin: U zavisnosti od polja grupe, sistem će dozvoliti pristup kalendaru operaterima prema njihovom nivou pristupa.

source: Read only: users can see and export all appointments in the calendar.
sr@latin: RO: operateri mogu pregledati i eksportovati sve termine u kalendaru.

source: Move into: users can modify appointments in the calendar, but without changing the calendar selection.
sr@latin: Premesti u: operateri mogu modifikovati termine u kalendaru, ali bez promene kom kalendaru pripadaju.

source: Create: users can create and delete appointments in the calendar.
sr@latin: Kreiranje: operateri mogu kreirati i brisati termine u kalendaru.

source: Read/write: users can manage the calendar itself.
sr@latin: RW: operateri mogu administrirati i sam kalendar.

source: URL
sr@latin: Adresa

source: Export calendar
sr@latin: Izvezi kalendar

source: Copy public calendar URL
sr@latin: Iskopiraj javnu adresu kalendara (URL)

source: Calendar name
sr@latin: Naziv kalendara

source: Calendar with same name already exists.
sr@latin: Kalendar sa istim nazivom već postoji.

source: Permission group
sr@latin: Grupa pristupa

source: More
sr@latin: Više

source: Less
sr@latin: Manje

source: Add new Appointment
sr@latin: Dodaj novi termin

source: Calendars
sr@latin: Kalendari

source: This is an overview page for the Appointment Calendar.
sr@latin: Ova stranica služi za pregled kalendara.

source: Too many active calendars
sr@latin: Previše aktivnih kalendara

source: Please either turn some off first or increase the limit in configuration.
sr@latin: Ili prvo isključite prikaz nekog kalendara ili povećajte limit u konfiguraciji.

source: Week
sr@latin: Sedmica

source: Timeline Month
sr@latin: Mesečna osa

source: Timeline Week
sr@latin: Sedmična osa

source: Timeline Day
sr@latin: Dnevna osa

source: Jump
sr@latin: Skoči

source: Dismiss
sr@latin: Poništi

source: Show
sr@latin: Prikaži

source: Basic information
sr@latin: Osnovne informacije

source: Resource
sr@latin: Resurs

source: Team
sr@latin: Tim

source: Date/Time
sr@latin: Datum/vreme

source: Following appointments have been started
sr@latin: Sledeći termini su započeti

source: Start time
sr@latin: Početak

source: End time
sr@latin: Kraj

source: Please set this to value before End date.
sr@latin: Molimo postavite ovaj datum pre kraja.

source: Please set this to value after Start date.
sr@latin: Molimo postavite ovaj datum posle početka.

source: This an ocurrence of a repeating appointment.
sr@latin: Ovo je termin koji se ponavlja.

source: Click here to see the parent appointment.
sr@latin: Kliknite ovde za pregled matičnog termina.

source: Click here to edit the parent appointment.
sr@latin: Kliknite ovde za izmenu matičnog termina.

source: Frequency
sr@latin: Učestalost

source: Every
sr@latin: Svakog(e)

source: Relative point of time
sr@latin: Relativno vreme

source: Are you sure you want to delete this appointment? This operation cannot be undone.
sr@latin: Da li ste sigurni da želite da izbrišete ovaj termin? Ovu operaciju nije moguće opozvati.

source: Uploaded file must be in valid iCal format (.ics).
sr@latin: Poslati fajl mora biti u ispravnom iCal formatu (.ics).

source: If desired Calendar is not listed here, please make sure that you have at least 'create' permissions.
sr@latin: Ukoliko željeni kalendar nije izlistan, proverite da li imate nivo pristupa 'kreiranje' za grupu kalendara.

source: Update existing appointments?
sr@latin: Osveži postojeće termine?

source: All existing appointments in the calendar with same UniqueID will be overwritten.
sr@latin: Svi postojeći termini u kalendaru sa istim UniqueID poljem će biti prebrisani.

source: Upload calendar
sr@latin: Pošalji kalendar

source: New Appointment
sr@latin: Novi termin

source: System was unable to create Calendar!
sr@latin: Sistem nije uspeo da kreira kalendar!

source: No CalendarID!
sr@latin: Nema CalendarID!

source: You have no access to this calendar!
sr@latin: Nemate pristup ovom kalendaru!

source: Edit Calendar
sr@latin: Izmeni kalendar

source: Error updating the calendar!
sr@latin: Greška prilikom izmene kalendara

source: Successfully imported %s appointment(s) to calendar %s.
sr@latin: Uspešno uvezeno %s termin(a) u kalendar %s.

source: All appointments
sr@latin: Svi termini

source: Appointments assigned to me
sr@latin: Termini dodeljeni meni

source: Showing only appointments assigned to you! Change settings
sr@latin: Prikaz samo termina dodeljenih vama! Izmenite podešavanja

source: Appointment not found!
sr@latin: Termin nije pronađen!

source: Never
sr@latin: Nikada

source: Every Day
sr@latin: Svaki dan

source: Every Week
sr@latin: Svake sedmice

source: Every Month
sr@latin: Svakog meseca

source: Every Year
sr@latin: Svake godine

source: Custom
sr@latin: Prilagođeno

source: Daily
sr@latin: Dnevno

source: Weekly
sr@latin: Sedmično

source: Monthly
sr@latin: Mesečno

source: Yearly
sr@latin: Godišnje

source: every
sr@latin: svakog(e)

source: for %s time(s)
sr@latin: ukupno %s put(a)

source: until ...
sr@latin: do ...

source: for ... time(s)
sr@latin: ukupno ... put(a)

source: until %s
sr@latin: do %s

source: No notification
sr@latin: Bez obaveštenja

source: %s minute(s) before
sr@latin: %s minut(a) pre

source: %s hour(s) before
sr@latin: %s sat(a) pre

source: %s day(s) before
sr@latin: %s dan(a) pre

source: %s week before
sr@latin: %s nedelja pre

source: before the appointment starts
sr@latin: pre nego što termin započne

source: after the appointment has been started
sr@latin: pošto termin započne

source: before the appointment ends
sr@latin: pre nego što se termin završi

source: after the appointment has been ended
sr@latin: pošto se termin završi

source: No permission!
sr@latin: Bez dozvole!

source: Links could not be deleted!
sr@latin: Veze ne mogu biti obrisane!

source: Link could not be created!
sr@latin: Veza nije mogla biti kreirana!

source: No permissions!
sr@latin: Bez dozvole!

source: No permissions
sr@latin: Bez dozvole

source: System was unable to import file!
sr@latin: Sistem nije uspeo da uveze fajl!

source: +%d more
sr@latin: +%d više

source: Ongoing appointments
sr@latin: Započeti termini

source: No such user!
sr@latin: Nepoznat korisnik!

source: Invalid calendar!
sr@latin: Neispravan kalendar!

source: Invalid URL!
sr@latin: Neispravna adresa!

source: There was an error exporting the calendar!
sr@latin: Greška prilikom eksportovanja kalendara!

source: Appointment Calendar overview page.
sr@latin: Stranica za pregled kalendara.

source: Appointment calendar event module that prepares notification entries for appointments.
sr@latin: Modul događaja kalendara za pripremu obaveštenja o terminima.

source: Appointment edit screen.
sr@latin: Stranica za izmenu kalendara.

source: Appointment list
sr@latin: Lista termina

source: Appointment list.
sr@latin: Lista termina.

source: Calendar manage screen.
sr@latin: Stranica za upravljanje kalendarima.

source: Create a new calendar appointment linked to this ticket
sr@latin: Kreira novi termin u kalendaru povezan sa ovim tiketom

source: Create new appointment.
sr@latin: Kreira novi termin.

source: Defines the ticket plugin for calendar appointments.
sr@latin: Definiše tiket modul za kalendarske termine.

source: Edit appointment
sr@latin: Izmena termina

source: Links appointments and tickets with a "Normal" type link.
sr@latin: Povezuje termine i tikete "Normalnim" vrstama veza.

source: List of all appointment events to be displayed in the GUI.
sr@latin: Lista svih obaveštenja o terminima za prikaz u interfejsu.

source: List of colors in hexadecimal RGB which will be available for selection during calendar creation. Make sure the colors are dark enough so white text can be overlayed on them.
sr@latin: Lista boja u heksadecimalnom RGB zapisu koje će biti dostupne za izbor prilikom pravljenja kalendara. Obratite pažnju da su boje dovoljno tamne tako da beli tekst može biti ispisan na njima.

source: Manage different calendars.
sr@latin: Upravljanje različitim kalendarima.

source: Maximum number of active calendars in overview screens. Please note that large number of active calendars can have a performance impact on your server by making too much simultaneous calls.
sr@latin: Maksimalni broj aktivnih kalendara u ekranima za pregled. Obratite pažnju da veliki broj aktivnih kalendara može imati uticaj na performanse vašeg servera pravljenjem previše simultanih zahteva.

source: OTRS doesn't support recurring Appointments without end date or number of iterrations. During import process, it might happen that ICS file contains such Appointments. Instead, system creates all Appointments in the past, plus Appointments for the next n months(120 months/10 years by default).
sr@latin: OTRS ne podržava termine koji se ponavljaju bez krajnjeg datuma ili broja iteracija. Prilikom uvoza kalendara, može se dogoditi da ICS fajl sadrži takve 'beskonačne' termine. Umesto takvog ponašanja, sistem će kreirati sve termine iz prošlosti, kao i termine za sledeći n broj meseci (podrazumevano 120 meseci/10 godina).

source: Overview of all appointments.
sr@latin: Pregled svih termina.

source: Plugin search
sr@latin: Modul pretrage

source: Plugin search module for autocomplete.
sr@latin: Modul pretrage za automatsko dopunjavanje.

source: Resource Overview
sr@latin: Pregled resursa

source: Resource Overview (OTRS Business Solution™)
sr@latin: Pregled resursa (OTRS Business Solution™)

source: Shows a link in the menu for creating a calendar appointment linked to the ticket directly from the ticket zoom view of the agent interface. Additional access control to show or not show this link can be done by using Key "Group" and Content like "rw:group1;move_into:group2". To cluster menu items use for Key "ClusterName" and for the Content any name you want to see in the UI. Use "ClusterPriority" to configure the order of a certain cluster within the toolbar.
sr@latin: Prikazuje vezu u meniju tiketa za kreiranje termina u kalendaru povezanog sa tim tiketom. Dodatna kontrola prikaza ove veze može se postići korišćenjem ključa "Group" sa sadržajem "rw:group1;move_into:group2". Za združivanje veza u meniju podesite ključ "ClusterName" sa sadržajem koji će biti naziv koji želite da vidite u interfejsu. Koristite ključ "ClusterPriority" za izmenu redosleda grupa u meniju.
